[GENERAL]
NAME					= Deutsch
TRANSLATOR				= Bjoern von Heesen
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= OK
TEXT_MESSAGEBOX_CANCEL			= Abbrechen
TEXT_MESSAGEBOX_ABORT			= Abbrechen
TEXT_MESSAGEBOX_RETRY			= Wiederholen
TEXT_MESSAGEBOX_IGNORE			= Ignorieren
TEXT_MESSAGEBOX_YES			= Ja
TEXT_MESSAGEBOX_NO			= Nein
TEXT_MESSAGEBOX_CONTINUE		= Weiter

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= Portable
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= Ordner wählen.
TEXT_ASSOC_IMAGE			= Bild (${str1}) Datei
TEXT_ASSOC_RAWIMAGE			= RAW Bild (${str1}) Datei
TEXT_ASSOC_EBOOK			= Komprimiertes Bild (${str1}) Datei
TEXT_APP_DESC				= Honeyview ist ein ultraschneller Bildbetrachter.
TEXT_ABOUTBOX_TAB1			= Über Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Bilddatei
TEXT_OPENFILEDLG_ALLFILE		= Alle Dateien
TEXT_NEW_FOLDER				= Neuer Ordner
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Fehler beim Download benötigter Installationsdateien.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Versionsprüfung fehlgeschlagen
TEXT_UPDATE_VERSION_CHECKING		= Versionsprüfung
TEXT_UPDATE_DOWNLOAD_FAILED		= Download fehlgeschlagen
TEXT_UPDATE_LATEST_VERSION		= Aktuell
TEXT_UPDATE_DO_DOWNLOAD			= Updates vorhanden
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Download fertiggestellt

TEXT_MSG_LASTPAGE			= Dies ist das letzte Bild.
TEXT_MSG_FIRSTPAGE			= Dies ist das erste Bild.
TEXT_MSG_NOIMAGEFILE			= Es ist kein Bild in der Archivdatei.
TEXT_MSG_INVALID_PHOTOFOLDER		= Bitte geben sie den 'Photo Folder 2' Pfad in der Konfiguration an.
TEXT_MSG_CANTOPENARCHIVE		= Datei konnte nicht geöffnet werden:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Dieser Dateityp wird nicht unterstützt. Bitte führen sie ein Update auf die aktuellste Version durch.
TEXT_MSG_INVALID_PASSWORD		= Falsches Passwort.
TEXT_MSG_STRETCHWHENSMALL_ON		= Kleine Bilder strecken: An
TEXT_MSG_STRETCHWHENSMALL_OFF		= Kleine Bilder strecken: Aus
TEXT_MSG_CANTOPENBOOKMARK		= Lesezeichen öffnen fehlgeschlagen.
TEXT_MSG_BROKENARCHIVE			= Diese Archivdatei ist beschädigt.
TEXT_MSG_ADDTOBOOKMARK			= Zu den Lesezeichen hinzufügen: 
TEXT_MSG_LOADRECENTBOOKMARK		= Kürzlich gesetzte Lesezeichen öffnen:
TEXT_MSG_SLIDESHOWSTART			= Diashow starten: ${TIME}Sek
TEXT_MSG_SLIDESHOWSTOP			= Diashow anhalten
TEXT_MSG_ALWAYSONTOP_ON			= Immer im Vordergrund: An
TEXT_MSG_ALWAYSONTOP_OFF		= Immer im Vordergrund: Aus
TEXT_MSG_ZOOMFIX_ON			= Zoom fixieren ein/aus: An
TEXT_MSG_ZOOMFIX_OFF			= Zoom fixieren ein/aus: An
TEXT_MSG_EXTPROGERR_LAUNCH		= Mit Bildbearbeitung öffnen
TEXT_MSG_EXTPROGERR_NOTSET		= Bitte ein Bildbearbeitungsprogramm in der Konfiguration wählen (Paint, Photoshop, usw.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Position in der Archivdatei merken.
TEXT_MSG_RESTART_NOTIFY			= Die Anwendung wird neu gestartet.
TEXT_MSG_COPY2CLIPBOARD			= In die Zwischenablage kopiert.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= In die Zwischenablage kopieren ist fehlgeschlagen.
TEXT_MSG_BOOKMARK_EXPORTED		= Lesezeichen wurden gespeichert.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Lesezeichen speichern ist fehlgeschlagen.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Lesezeichen öffnen ist fehlgeschlagen 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Lesezeichen importieren ist fehlgeschlagen.
TEXT_MSG_BOOKMARK_IMPORTED		= Lesezeichen wurden importiert.
TEXT_MSG_SETWALLPAPER_FAILED		= Konnte nicht als Desktop-Hintergrundbild gesetzt werden.
TEXT_MSG_CANT_OPEN_IMAGE		= Bilddatei konnte nicht geöffnet werden.
TEXT_MSG_TRANSFORM_COMPLETED		= Verarbeitung abgeschlossen.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Datei kann nicht geöffnet werden.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Datei kann nicht gespeichert werden.
TEXT_MSG_CANT_OPEN_MMF			= MMF kann nicht geöffnet werden. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Die Anwendung wird neu gestartet.
TEXT_MSG_DELETED			= Deleted

TEXT_ASK_INIT				= Voreinstellungen für die Konfiguration vornehmen?
TEXT_ASK_DELETE_IMAGE			= Soll diese Datei in den Papierkorb verschoben werden?
TEXT_ASK_DELETE_ARCHIVE			= Das aktuelle Bild ist Teil einer Archivdatei.[br][br]Wollen Sie die Archivdatei (${FILENAME}) wirklich löschen?
TEXT_ASK_DELETE_BOOKMARKALL		= Sollen alle Lesezeichen gelöscht werden?
TEXT_ASK_LAUNCH_ASSOCUI			= Ab Windows Version 8 müssen die Dateierweiterungen vom Benutzer zugeordnet werden.[br][br]Wollen Sie die Erweiterungen jetzt zuordnen?
TEXT_ASK_STOP_BATCH_PROCESSING		= Verarbeitung läuft noch. Soll sie abgebrochen werden?

TEXT_FILTERMODE_NONE			= Kein Filter
TEXT_FILTERMODE_BILINEAR		= Filter: Einblenden
TEXT_FILTERMODE_SHARPEN			= Filter: Einblenden+Schärfen

TEXT_SHOWMODE_NONE			= Ansicht: Originalgröße (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Ansicht: In Fenster einpassen
TEXT_SHOWMODE_FIT2WIDTH			= Ansicht: An Fensterbreite anpassen
TEXT_SHOWMODE_TWO_L2R			= Smarte Doppelseite (Links->Rechts)
TEXT_SHOWMODE_TWO_R2L			= Smarte Doppelseite (Links<-Rechts)

TEXT_NEXTPATH_NOFILE			= Ordner verschieben: Letztes Bild (Bitte Datei öffnen)
TEXT_NEXTPATH_LASTFOLDER		= Nächster Ordner: Letztes Bild
TEXT_PREVPATH_LASTFOLDER		= Vorheriger Ordner: Letztes Bild
TEXT_NEXTPATH_OPENFOLDER		= Nächster Ordner:
TEXT_PREVPATH_OPENFOLDER		= Vorheriger Ordner:

TEXT_DELETE				= Löschen: 
TEXT_COPY_TO_PHOTOFOLDER1		= Kopieren in Foto-Ordner 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Kopieren in Foto-Ordner 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Verschieben in Foto-Ordner 1:

TEXT_SELECTFILEDLG_FILELIST		= Liste
TEXT_SELECTFILEDLG_DATE			= Änderungsdatum
TEXT_SELECTFILEDLG_SIZE			= Größe

TEXT_BOOKMARKEDITDLG_PATH		= Pfad

TEXT_PAGETURNFX_NONE			= Ohne
TEXT_PAGETURNFX_HV2			= Seitenausrichtung
TEXT_PAGETURNFX_ALPHA			= Einblenden
TEXT_PAGETURNFX_SLIDE			= Gleiten

TEXT_FILEINFO_FILENAME			= Dateiname
TEXT_FILEINFO_SIZE			= Bildgröße
TEXT_FILEINFO_CREATETIME		= Erstelldatum
TEXT_FILEINFO_MODIFYTIME		= Änderungsdatum
TEXT_FILEINFO_IMGINFO			= Bildinformation
TEXT_FILEINFO_ROTATE			= Drehungsinformation
TEXT_FILEINFO_ZOOM			= Verkleinern/Vergrössern

TEXT_EXIF_MAKER				= Make
TEXT_EXIF_MODEL				= Kameramodel
TEXT_EXIF_SOFTWARE			= Software
TEXT_EXIF_ARTIST			= Künstler
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= Aufnahmedatum-/zeit
TEXT_EXIF_FLASHUSED			= Blitz
TEXT_EXIF_FOCALLENGTH			= Brennweite
TEXT_EXIF_FOCALLENGTH_35MM		= Brennweite (35mm)
TEXT_EXIF_EXPOSURETIME			= Blendenzeit
TEXT_EXIF_EXPOSUREBIAS			= Belichtungskorrektur
TEXT_EXIF_APERTUREFNUMBER		= Blendenzahl
TEXT_EXIF_ISOEQUIVALENT			= ISO Empfindlichkeit
TEXT_EXIF_METERINGMODE			= Masseinheit
TEXT_EXIF_EXPOSUREPROGRAM		= Belichtungsprogramm
TEXT_EXIF_DISTANCE			= Fokussierweite
TEXT_EXIF_GPS				= GPS Informationen
TEXT_EXIF_COMMENT			= Comment

TEXT_CUSTOMCMD_NOOPERATION		= Keine Änderung
TEXT_CUSTOMCMD_FULLSCREEN		= Vollbild
TEXT_CUSTOMCMD_MAXIMIZE			= Maximieren
TEXT_CUSTOMCMD_MINIMIZE			= Minimieren
TEXT_CUSTOMCMD_PAGESELECT		= Bild auswählen
TEXT_CUSTOMCMD_EXIT			= Beenden
TEXT_CUSTOMCMD_OPEN			= Datei öffnen
TEXT_CUSTOMCMD_OPENFOLDER		= Ordner öffnen
TEXT_CUSTOMCMD_NEXT1			= Nächste Seite (Doppelte Ansicht) 
TEXT_CUSTOMCMD_PREV1			= Seite zurück (Doppelte Ansicht)
TEXT_CUSTOMCMD_NEXT			= Nächstes Bild
TEXT_CUSTOMCMD_PREV			= Vorheriges Bild
TEXT_CUSTOMCMD_NEXT_RANDOM		= Nächstes Zufallsbild
TEXT_CUSTOMCMD_PREV_RANDOM		= Vorhergendes Zufallsbild
TEXT_CUSTOMCMD_HOME			= Erstes Bild
TEXT_CUSTOMCMD_END			= Letztes Bild
TEXT_CUSTOMCMD_NEXT10			= Nächste 10 Bilder
TEXT_CUSTOMCMD_PREV10			= Vorherige 10 Bilder
TEXT_CUSTOMCMD_SCROLL_UP		= Nach oben verschieben
TEXT_CUSTOMCMD_SCROLL_DN		= Nach unten verschieben
TEXT_CUSTOMCMD_SCROLL_LEFT		= Nach links verschieben
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Nach rechts verschieben
TEXT_CUSTOMCMD_ZOOM_IN			= Vergrössern
TEXT_CUSTOMCMD_ZOOM_OUT			= Verkleinern
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= In Foto-Ordner kopieren
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= In Foto-Ordner verschieben
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copy to Photo Folder2
TEXT_CUSTOMCMD_NEXTPATH			= Nächste(s) Archivdatei/Ordner
TEXT_CUSTOMCMD_PREVPATH			= Vorherige(r) Archivdatei/Ordner
TEXT_CUSTOMCMD_CONTEXT_MENU		= Kontextmenü
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Zeige Datei/EXIF Informationen

TEXT_COMBO_GIF_TRANS_OPTION_0		= Originale GIF Palette benutzen
TEXT_COMBO_GIF_TRANS_OPTION_1		= Weissen Hintergrund verwenden
TEXT_COMBO_GIF_TRANS_OPTION_2		= Gitternetz benutzen
TEXT_COMBO_GIF_TRANS_OPTION_3		= Schwarzen Hintergrund verwenden

TEXT_COMBO_LASTFILE_ACTION_NONE		= Keine Änderung
TEXT_COMBO_LASTFILE_ACTION_ASK		= Fragen
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Gehe zur ersten Datei
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Gehe zum/zur nächsten/vorherigen Ordner/Datei

TEXT_ASSOC_GROUP0			= Häufig benutzte Bildformate
TEXT_ASSOC_GROUP1			= Neu eingeführte Bildformate
TEXT_ASSOC_GROUP2			= Verlustfreie Bildformate
TEXT_ASSOC_GROUP3			= Komprimierte Bildformate

TEXT_SORT_METHOD_FILENAME		= Sortieren nach Name
TEXT_SORT_METHOD_DATE			= Sortieren nach Änderungsdatum
TEXT_SORT_METHOD_SIZE			= Sortieren nach Größe
TEXT_SORT_METHOD_EXT			= Sortieren nach Typ

TEXT_TRANSF_RESIZE_NONE			= Größe nicht verändern
TEXT_TRANSF_RESIZE_KEEPRATIO		= Seitenverhältnis beibehalten
TEXT_TRANSF_RESIZE_FITWIDTH		= Größe anpassen
TEXT_TRANSF_RESIZE_ADD			= Umrandung hinzufügen
TEXT_TRANSF_RESIZE_CUT			= Bild zuschneiden
TEXT_TRANSF_RESIZE_STRETCH		= Bild dehnen

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Auto
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Previous Folder ( [ )
TEXT_BTN_NEXT_FOLDER			= Next Folder ( ] )
TEXT_BTN_PREV_ARCHIVE			= Prev. Compressed File ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Next Compressed File ( ] )


[MENU]
MENUSTR_OPEN				= Öffnen\tF2
MENUSTR_OPENFOLDER			= Ordner öffnen\tF
MENUSTR_CLOSE				= Schliessen\tF4
MENUSTR_PAGESELECT			= Bild wählen\tEnter
MENUSTR_OPEN_FILEPOSITION		= In Windows Explorer anzeigen\tCtrl+Enter

MENUSTR_FILTER_NONE			= Kein Filter\tU
MENUSTR_FILTER_BILINEAR			= Einblenden\tI
MENUSTR_FILTER_SHARPEN			= Einblenden+Schärfen\tS

MENUSTR_PAGEMOVE			= Bild verschieben
MENUSTR_PAGEMOVE_NEXT			= Nächstes Bild\t->
MENUSTR_PAGEMOVE_PREV			= Vorheriges Bild\t<-
MENUSTR_PAGEMOVE_HOME			= Erstes Bild\tHome
MENUSTR_PAGEMOVE_END			= Letztes Bild\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Nächste 10 Bilder\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Vorhergehende 10 Bilder\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Nächstes Zufallsbild\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Vorheriges Zufallsbild\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Nächste(r) Ordner/Archivdatei\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Vorherige(r) Ordner/Archivdatei\t[

MENUSTR_INTERPOLATEMODE			= Interpolation
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilineare Interpolation (Schnell)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bikubische Interpolation (Langsam, Hohe Qualität)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos Interpolation (Langsam, Hohe Qualität)

MENUSTR_IMAGE_PROCESSING		= Bildeffekt
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Bild invertieren\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Gammaausgleich\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Vertikal spiegeln\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Horizontal spiegeln\tCtrl+M

MENUSTR_SORT_METHOD			= Sortieren nach
MENUSTR_SORT_METHOD_FILENAME		= Name
MENUSTR_SORT_METHOD_DATE		= Änderungsdatum
MENUSTR_SORT_METHOD_SIZE		= Größe
MENUSTR_SORT_METHOD_EXT			= Typ
MENUSTR_SORT_DESCENDING			= Descending

MENUSTR_SHOWMODE			= Bildansicht
MENUSTR_FILTER_STRETCHWHENSMALL		= Kleine Bilder strecken\tZ
MENUSTR_SHOWMODE_NONE			= Originalgröße (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= In Fenster einpassen\t9
MENUSTR_SHOWMODE_FITWIDTH		= In Fensterbreite einpassen\t8
MENUSTR_SHOWMODE_TWO_L2R		= Smarte Doppelseite (Links->Rechts)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Smarte Doppelseite (Links<-Rechts)\t6

MENUSTR_ZOOM				= Zoom
MENUSTR_ZOOM_IN				= Vergrößern\t+
MENUSTR_ZOOM_OUT			= Verkleinern\t-
MENUSTR_ZOOM_FIX			= Fixieren\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Vergrößern(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Verkleinern(1%)\tCtrl+-

MENUSTR_ROTATION			= Drehen
MENUSTR_ROTATION_NONE			= Nicht drehen\tAlt+Up
MENUSTR_ROTATION_L90			= Um 90˚ gegen den Uhrzeigersinn drehen\tAlt+Left
MENUSTR_ROTATION_R90			= Um 90˚ im Uhrzeigersinn drehen\tAlt+Right
MENUSTR_ROTATION_180			= Horizontal spiegeln\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Datei/EXIF Informationen\tTAB
MENUSTR_WALLPAPER			= Als Desktop-Hintergrundbild setzen...
MENUSTR_DELETE				= Löschen\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= In den Foto-Ordner kopieren\tIns
MENUSTR_EXTPROG0			= Mit Bildbearbeitung öffnen\tCtrl+E
MENUSTR_PRINT				= Drucken\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= In die Zwischenablage kopieren\tCtrl+C

MENUSTR_SETTING				= Einstellungen\tF5
MENUSTR_ABOUT				= Über Honeyview\tF1
MENUSTR_EXIT				= Exit\tX

; about popup menu
MENUSTR_HOMEPAGE			= Homepage
MENUSTR_HELP				= Hotkey Hilfe

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Als Lesezeichen hinzufügen\tB
MENUSTR_BOOKMARK_DELALL			= Alle Lesezeichen löschen
MENUSTR_BOOKMARK_SETTTING		= Bookmark Settings
MENUSTR_BOOKMARK_EDIT			= Lesezeichen bearbeiten\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Diashow anhalten\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 Sekunde\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 Sekunden\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 Sekunden\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 Sekunden\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 Sekunden\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 Sekunden\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 Sekunden\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 Sekunden\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 Sekunden\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 Sekunden
MENUSTR_SLIDESHOW_15			= 15 Sekunden
MENUSTR_SLIDESHOW_20			= 20 Sekunden
MENUSTR_SLIDESHOW_25			= 25 Sekunden
MENUSTR_SLIDESHOW_30			= 30 Sekunden
MENUSTR_SLIDESHOW_60			= 60 Sekunden
MENUSTR_SLIDESHOW_90			= 90 Sekunden
MENUSTR_SLIDESHOW_LOOP			= Wiederholen
MENUSTR_SLIDESHOW_RANDOM		= Zufall

MENUSTR_PAGETURNFX_NONE			= Kein Effekt
MENUSTR_PAGETURNFX_HV2			= Spiegeln
MENUSTR_PAGETURNFX_ALPHA		= Einblenden
MENUSTR_PAGETURNFX_SLIDE		= Gleiten

MENUSTR_PHOTOFOLDER_COPY1		= In Foto-Ordner 1 kopieren\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= In Foto-Ordner 1 verschieben\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= In Foto-Ordner 2 kopieren\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Foto-Ordner Einstellungen
MENUSTR_PHOTOFOLDER_OPEN		= Foto-Ordner 1 öffnen

MENUSTR_TRANSFORMDLG			= Bild konvertieren (Drehen, Größe anpassen)\tCtrl+T

[DIALOG]
IDCANCEL				= Abbrechen
IDOK					= OK

[IDD_ABOUT]  
IDD_ABOUT				= Über Honeyview
IDC_BTN_HOMEPAGE			= Homepage
IDC_BTN_UPDATE				= Update

[IDD_SETTING]
IDD_SETTING				= Konfiguration
IDC_BTN_INIT				= Reset

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Allgemeine Einstellungen
IDC_CHK_USESNAP				= Fenster einrasten
IDC_CHK_DONOTREMEMBERFOLDER		= Letzten Ordner nicht speichern
IDC_CHK_ONE_INSTANCE			= Nur eine Instanz von Honeyview erlauben
IDC_CHK_ASK_DELETE			= Vor dem Löschen einer Datei nachfragen
IDC_CHK_NO_CENTER_MESSAGE		= Benachrichtigungen eher am Rand als in der Mitte anzeigen
IDC_CHK_ALWAYS_ON_TOP			= Immer im Vordergrund (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Verlassen mit ESC
IDC_CHK_CHECK_UPDATE			= Auf aktuelle Version prüfen
IDC_CHK_CHECK_UPDATE_MINOR		= Auf kleinere Versionssprünge prüfen
IDC_STATIC_LASTFILEACTION_IMAGE		= Verhalten beim ersten und letzten Bild:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Verhalten beim ersten und letzten Bild in einem Archiv:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Ansichteinstellungen
IDC_CHK_SHOWBORDER			= Rahmen um Hauptfenster anzeigen
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Dateiname auf dem Bild anzeigen, wenn die Menüleiste ausgeblendet ist (Hotkey: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Zoomstatus speichern
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Menüleiste ausblenden
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Statusleiste ausblenden
IDC_CHK_DO_NOT_SIDE_ARROW		= Seitliche Pfeile nicht anzeigen
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Do not display the animation-info control
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Do not display the zoom-info control
IDC_CHK_HIDE_TOOLTIP_HELP		= Do not display tooltips on mouseover
IDC_CHK_EXIFINFO_SMALL_FONT		= Kleine Schrift für EXIF/Datei Informationen verwenden
IDC_CHK_USEBKGNDIMAGE			= Standard-Hintergrundbild ändern
IDC_BTN_BKGND_SET			= Durchsuchen...
IDC_BTN_BKGND_OPEN			= Ordner öffnen
IDC_STATIC_BKGNDCOLOR			= Hintergrundfarbe:
IDC_BTN_BKGND				= Auswählen...
IDC_STATIC_BORDERCOLOR			= Rahmenfarbe:
IDC_BTN_BORDERCOLOR			= Auswählen...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Lesezeichen Einstellungen
IDC_CHK_AUTOBOOKMARK			= Automatisches Speichern des aktuellen Bildpfades als Lesezeichen
IDC_CHK_SHARE_SETTING			= Teile Einstellungen/Lesezeichen mit mehreren Windows
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Automatisch aktuellen Bildpfad in Archivdatei merken
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Delete
IDC_STATIC_MAX_BOOKMARK			= Max. Anzahl an Lesezeichen:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Liste der zugeordneten Dateierweiterungen:
IDC_BTN_IMAGE_SELECT			= Alle auswählen
IDC_BTN_IMAGE_DESELECT			= Alle abwähen
IDC_BTN_APPLY_NOW			= Übernehmen

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Dateizuordnungen
IDC_STATIC_ASSOC_DESC1			= Ab Windows Version 8, werden Dateizuordnungen folgendermaßen gesetzt:
IDC_STATIC_ASSOC_DESC2			= 1. Klick auf den folgenden "Zuordnungseinstellungen" Button
IDC_STATIC_ASSOC_DESC3			= 2. Markiere "Alle auswählen" im Dateizuordnungsfenster
IDC_STATIC_ASSOC_DESC4			= 3. Klick "Speichern".
IDC_STATIC_ASSOC_DESC1_10		= Ab Windows Version 10, werden Dateizuordnungen folgendermaßen gesetzt:
IDC_STATIC_ASSOC_DESC2_10		= 1. Klick auf den folgenden "Zuordnungseinstellungen" Button
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Dateizuordnungseinstellungen
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Klassische Methode

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Bildverarbeitung
IDC_CHK_EXIFROTATION			= Automatisches Drehen der Bilder anhand der EXIF-Informationen
IDC_CHK_STRONG_SHARPEN			= Benutze starken Schärfefilter
IDC_CHK_CACHE_IMAGE			= Nächstes Bild zwischenspeichern
IDC_STATIC_CACHE_MEMORY_SIZE		= Größe des Zwischenspeichers: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Zeige den oberen Teil des Bildes, wenn das Bild zu groß ist
IDC_CHK_USE_PREVIEW_MODE		= Um die Geschwindigkeit zu erhöhen, zeige als erstes Bilder in schlechter Qualität
IDC_CHK_USE_IMAGE_ICC			= Benutze ICC-Profil für die Bilddatei
IDC_CHK_USE_MONITOR_ICC			= Benutze ICC-Profile für den Bildschirm
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Transparenter Hintergrund für GIF-Bilder:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Transparenter Hintergrund für 32-Bit Bilder:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolation (Größenänderungsfilter):
IDC_STATIC_PAGETURNFX			= Seitenausrichtung:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Check
IDC_STATIC_CUSTOMKEYDESC_KEY		= Hotkey
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Action

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Einstellung
IDC_STATIC_CUSTOMMOUSE_ACTION		= Aktion
IDC_CHK_CUSTOM_LBUTTON			= Linker Mausknopf
IDC_CHK_DBLCLICK2MAXIMIZE		= Maximieren/Wiederherstellen mit Doppel-Klick
IDC_CHK_CLICK2PAGETURN			= Seite drehen bei einem Klick links oder rechts auf dem Bildschirm
IDC_CHK_CUSTOM_MBUTTON			= Mittlerer Mausknopf
IDC_CHK_CUSTOM_RBUTTON			= Rechter Mausknopf
IDC_CHK_CUSTOM_XBUTTON			= X-Knopf
IDC_CHK_CUSTOM_YBUTTON			= Y-Knopf
IDC_CHK_CUSTOM_WHEELUP			= Mausrad hoch
IDC_CHK_CUSTOM_WHEELDN			= Mausrad runter

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Kontextmenü-Einstellungen
IDC_CHK_SHELL_USE_SHELL_MENU		= Benutze Kontextmenü vom Windows Explorer
IDC_CHK_SHELL_TRANSFORM_DLG		= Bild konvertieren mit Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Bild anzeigen mit Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Vorschau im Kontextmenü
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Bildinformationen anzeigen
IDC_CHK_SHELL_SHOW_ICON			= Zeige Honeyview Symbol

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Sonstige Einstellungen
IDC_STATIC_PHOTOFOLDER			= Foto-Ordner
IDC_STATIC_PHOTOFOLDER_DESC1		= Foto-Ordner 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Foto-Ordner 2:
IDC_BTN_PHOTOFOLDER_SET1		= Durchsuchen...
IDC_BTN_PHOTOFOLDER_OPEN1		= Öffnen
IDC_BTN_PHOTOFOLDER_SET2		= Durchsuchen...
IDC_BTN_PHOTOFOLDER_OPEN2		= Öffnen
IDC_STATIC_EXTPROGRAM			= Bildbearbeitung
IDC_BTN_SET_EXTPROG0			= Durchsuchen...
IDC_BTN_SET_EXTPROG1_FAST		= Voreinstellungen
IDC_CHK_PAGETURNWAV			= Klang beim Ändern der Ausrichtung abspielen
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= RAW Bilddateien nicht öffnen
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Beim Öffnen von JPEG-Dateien keine RAW-Dateien mit dem selbem Namen öffnen
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Beim Öffnen von RAW-Dateien Thumbnail anzeigen falls vorhanden
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Fenstergröße an Bildgröße anpassen
IDC_CHK_DISABLE_SCREEN_SAVER		= Disable Windows screensaver while Honeyview is running

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Spracheneinstellungen
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Weitere Übersetzungen herunterladen...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Sprachdatei-Ordner öffnen...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Bild auswählen
IDC_CHECK_SHOW_THUMBNAIL		= Thumbnail navigation ausblenden

[IDD_PASSINPUT]
IDD_PASSINPUT				= Passwort eingeben
IDC_STATIC_PASSDESC			= Diese Datei ist verschlüsselt. Bitte Passwort eingeben.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Lesezeichen bearbeiten
IDC_BTN_DEL				= Löschen
IDC_BTN_IMPORT				= Lesezeichen importieren
IDC_BTN_EXPORT				= Lesezeichen exportieren

[IDD_PRINT]
IDD_PRINT				= Drucken
IDC_GROUP_PRINTER			= Drucker auswählen
IDC_BTN_PRINTER_PROPERTY		= Eigenschaften
IDC_CHK_ROTATE				= Um 90˚ drehen
IDC_CHK_FIT_IN				= Auf Papiergröße anpassen
IDC_STATIC_ZOOM				= Größenverhältnis:
IDC_STATIC_MARGIN_L			= Ränder Links:
IDC_STATIC_MARGIN_T			= Oben:
IDC_STATIC_MARGIN_R			= Rechts:
IDC_STATIC_MARGIN_B			= Unten:
IDC_STATIC_COPIES			= Kopien:
IDC_BTN_PRINT				= Drucken
IDC_BTN_CLOSE				= Schließen

[IDD_UPDATE]
IDD_UPDATE				= Honeyview Updates
IDC_STATIC_MESSAGE_1			= Honeyview updates können installiert werden.
IDC_STATIC_MESSAGE_2			= Klick auf Update um die neueste Version zu installieren.
IDOK					= Update
IDCANCEL				= Abbrechen
IDC_BTN_SETTING_UPDATE			= Einstellungen

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Umbenennen oder Überschreiben
IDC_STATIC_ASK_OVERWRITE		= Die Datei ist bereits vorhanden.
IDC_STATIC_SRC				= Aktuelles Bild
IDC_STATIC_DST				= Zielbild
IDC_BTN_OVERWRITE			= Überschreiben
IDC_BTN_RENAME				= Speichern unter...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Als Desktop-Hintergrund setzen
IDC_STATIC_PREVIEW			= Vorschau
IDC_STATIC_BACK_COLOR			= Hintergrundfarbe
IDC_RADIO_BACKCOLOR_0			= Schwarz
IDC_RADIO_BACKCOLOR_1			= Auto
IDC_RADIO_BACKCOLOR_2			= Benutzerdefiniert...
IDC_BTN_BKGND				= Auswählen...
IDC_BTN_CLOSE				= Schließen
IDC_BTN_APPLY				= Übernehmen

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Datei öffnen
IDC_STATIC_OPENING			= Öffne...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Ordner auswählen
IDC_STATIC_FOLDER			= Ordnerpfad:
IDC_BTN_NEWFOLDER			= Neuer Ordner
IDC_CHK_OPEN_SUBFOLDER			= Alle Dateien aus Unterordnern einschließen

[IDD_TRANSFORM]
IDD_TRANSFORM				= Bildkonvertierung
IDC_STATIC_FILELIST			= Dateiliste
IDC_STATIC_PREVIEW			= Vorschau
IDC_BTN_START				= Start
IDC_BTN_CLOSE				= Schließen
IDC_BTN_OPEN_DEST_FOLDER		= Ordner öffnen

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Drehen
IDC_RADIO_ROTATE_NONE			= Nicht drehen
IDC_RADIO_ROTATE_LEFT			= Um 90˚ gegen den Uhrzeigersinn drehen
IDC_RADIO_ROTATE_RIGHT			= Um 90˚ im Uhrzeigersinn drehen
IDC_RADIO_ROTATE_180			= Um 180˚ drehen
IDC_RADIO_ROTATE_AUTO			= Automatisches Drehen anhand der EXIF-Informationen
IDC_STATIC_RESIZE			= Größenänderung
IDC_STATIC_RESIZE_SIZE			= Neue Größe

IDC_STATIC_FORMAT			= Formateinstellungen
IDC_STATIC_FORMAT_SELECT		= Format:
IDC_STATIC_FORMAT_QUALITY		= Qualität:
IDC_STATIC_SAVE				= Ausgabeordner
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= In den Originalordner speichern
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= In den Foto-Ordner speichern
IDC_RADIO_TARGETFOLDER_CUSTOM		= Speichern in:
IDC_STATIC_FILENAME_HEADER		= Datei Prefix
IDC_STATIC_FILENAME2SAVE		= Dateiname Vorschau
IDC_BTN_INIT				= Reset


[SKIN]
$TT_FULLSCREEN				= Vollbild (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Hotkey: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Hotkey: Alt+Z
$TT_PAGESELECT				= Bild auswählen (Enter)
$TT_LOCKCONTROLBAR			= Bedienelemente sperren (Hotkey: ~)
$TT_LOCKTITLEBAR			= Menü sperren (Hotkey: `)
$TT_COPY_EXIFINFO			= Bild-/EXIF-Informationen kopieren (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Anzeigen/Verbergen Bild-/EXIF-Informationen (Hotkey: Tab)
$TT_LAUNCH_GPS_LOCATION			= Ort in Google Maps anzeigen.
$TT_PLAY_SOUNDNSHOT			= Audiodatei abspielen (Sound und Bilddatei).
$TT_CLOSE_EXIFINFO			= Schließen (Hotkey: Tab)
$TT_PREV_BTN				= L-Maus:Vorherige, R-Maus:Nächste 10
$TT_NEXT_BTN				= L-Maus:Nächste, R-Maus:Nächste 10

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Sound&&Shot
$BTN_TEXT_SHOWMODE			= Ansicht
$BTN_TEXT_PHOTOFOLDER			= Kopieren nach
$BTN_TEXT_EDIT				= Bearbeiten
$BTN_TEXT_STICKY			= Sperren
$BTN_TEXT_BOOKMARK			= Lesezeichen
$BTN_TEXT_SLIDESHOW			= Diashow
$BTN_TEXT_UPDATE			= Neue Version verfügbar

$TEXT_SETTINGTAB_GENERAL		= Allgemein
$TEXT_SETTINGTAB_VIEW			= Ansicht
$TEXT_SETTINGTAB_BOOKMARK		= Lesezeichen
$TEXT_SETTINGTAB_ASSOC			= Zuordnung
$TEXT_SETTINGTAB_IMAGEPROCESS		= Bildverarbeitung
$TEXT_SETTINGTAB_KEYBOARD		= Tastatur
$TEXT_SETTINGTAB_MOUSE			= Maus
$TEXT_SETTINGTAB_SHELL			= Kontextmenü
$TEXT_SETTINGTAB_ETC			= Sonstiges
$TEXT_SETTINGTAB_LANG			= Sprache

$TEXT_DESKTOP				= Desktop
$TEXT_DOCUMENT				= Dokument
$TEXT_PICTURE				= Bild
$TEXT_COMPUTER				= Computer


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Konvertieren mit Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Anzeigen mit Honeyview(&3)
TEXT_LOADING				= Lade...
TEXT_IMAGE_LOAD_FAILED			= Fehler beim Laden der Datei
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= No Preview Available


[INSTALLER]
LNK_FILE_DESC				= Honeyview ausführen
UNINSTALLER_LNK_NAME 			= Programm deinstallieren

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview wird ausgeführt. Bitte beenden sie die Anwendung zuvor.
MSG_ASK_DELETE_ALL_FILES		= Einige Dateien sind im Installationsordner geblieben ($INSTDIR).[br][br]Soll der Ordner komplett gelöscht werden?
MSG_ASK_RESTART_EXPLORER		= Um die Installation abzuschließen, muss der Windows-Explorer neu gestartet werden. Soll er jetzt neugestart werden?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 ist bereits installiert. Um eine neue Version zu installieren, muss zuerst HoneyView3 deinstalliert werden. Vorgang fortsetzen?
MSG_UNINSTALL_HV3_FAILED		= Deinstallation fehlgeschlagen.
MSG_RESTART_EXPLORER			= Der Windows Explorer wird neu gestartet um die Deinstallation von Honeyview3 abzuschließen.

TEXT_LICENSE				= Honeyview Lizenzvereinbarung
TEXT_OPTIONS				= Installationseinstellungen
TEXT_OPT_PROGRAMGROUP			= Programmgruppe im Startmenü erstellen
TEXT_OPT_DESKTOPSHORCUT			= Desktop-Verknüpfung erstellen
TEXT_OPT_QUICKLAUNCH			= Quick Launch-Verknüpfung erstellen
TEXT_OPT_FOLDER				= Ziel-Ordner
TEXT_OPT_REGIMAGE			= Bilddatei-Erweiterungen zuordnen
TEXT_SELECT_FOLDER			= Ordner wählen
TEXT_LICENSE_LINK			= [Webseite]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= END USER LICENSE AGREEMENT
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview ist ein kostenloser ultraschneller Bildbetrachter, der von Bandisoft entwickelt und vertrieben wird.[br][br]Diese Anwendung ist kostenlos für Privatpersonen, Firmen, Regierung, und andere.

TEXT_ASK_RESTART_EXPLORER		= Der Windows Explorer muss zum Abschluß der Installation neu gestart werden. Soll er jetzt neu gestart werden?
TEXT_NEED_ADMIN_PRIVILEGE		= Diese Anwendung kann nur mit Administratorreechtenn ausgeführt werden[br][br]Normale Benutzer können das Programm eventuell nicht vollständig installieren.[br][br]Installation abbrechen?

